[
    {
        "text": "Dynasty Daddy is powered by the community for the community for free. In an effort to give exposure to the innovated creators in the fantasy space, I've compiled a list of sites and links to support these sites that help make Dynasty Daddy a great fantasy football resource.",
        "type": "text"
    },
    {
        "title": "KeepTradeCut",
        "link": "https://keeptradecut.com",
        "list": [
            "KeepTradeCut is a free dynasty fantasy football resource that crowdsources up-to-date dynasty rankings and values.",
            "By asking users to Keep, Trade, or Cut 3 players, KTC is able to generate player trade values and rankings from all these datapoints.",
            "Dynasty Daddy uses the trade values and updated every day at 5:00 AM."
        ],
        "type": "list"
    },
    {
        "title": "FantasyCalc",
        "link": "https://fantasycalc.com",
        "list": [
            "FantasyCalc scrapes Sleeper & MFL league trades to create player trade values and rankings based on their algorithm.",
            "Dynasty Daddy uses the trade values and updated every day at 5:00 AM."
        ],
        "type": "list"
    },
    {
        "title": "DynastyProcess",
        "link": "https://dynastyprocess.com",
        "list": [
            "DynastyProcess uses FantasyPros's Expert Consensus Rankings to create dynasty rankings and trade values",
            "Dynasty Daddy uses the trade values and updated every day at 5:00 AM."
        ],
        "type": "list"
    },
    {
        "title": "DynastySuperflex",
        "link": "https://www.dynastysuperflex.com/",
        "list": [
            "DynastySuperflex combines all three trade values from KeepTradeCut, FantasyCalc, and DynastyProcess to create it's own fantasy rankings and trade values.",
            "Dynasty Daddy uses the trade values and updated every day at 5:00 AM."
        ],
        "type": "list"
    },
    {
        "title": "FantasyPros",
        "link": "https://fantasypros.com",
        "list": [
            "FantasyPros is a fantasy football tool and stores many pages of data. For Dynasty Daddy, we reference their document of Best-Ball ADPs which has references to many ADPs across the fantasy space.",
            "Dynasty Daddy uses the player ADP data and updated every day at 5:00 AM."
        ],
        "type": "list"
    },
    {
        "title": "PlayerProfiler",
        "link": "https://www.playerprofiler.com/",
        "list": [
            "PlayerProfiler is home of the best NFL player profiles, advanced fantasy football statistics, and fresh fantasy football content on the interwebs.",
            "Dynasty Daddy uses player combine results data."
        ],
        "type": "list"
    },
    {
        "title": "OverTheCap",
        "link": "https://overthecap.com/",
        "list": [
            "OverTheCap has NFL salary cap and contract information for every player including bonus money, dead money, and positional salary rankings.",
            "Dynasty Daddy uses the current player contact information."
        ],
        "type": "list"
    },
    {
        "title": "Ras.football",
        "link": "https://ras.football/",
        "list": [
            "Ras.football is the site that hosts the ras score calculator and blog.",
            "Dynasty Daddy uses player RAS scores from the site."
        ],
        "type": "list"
    },
    {
        "title": "NFLVerse",
        "link": "https://nflverse.nflverse.com/",
        "list": [
            "The nflverse is a set of packages dedicated to data of the National Football League. The nflverse package is designed to make it easy to install and load core packages from the nflverse in a single command.",
            "Dynasty Daddy uses the play-by-play data for creating stat thresholds for the immaculate gridiron."
        ],
        "type": "list"
    },
    {
        "title": "ESPN",
        "link": "https://www.espn.com/",
        "list": [
            "Visit ESPN for live scores, highlights and sports news. Stream exclusive games on ESPN+ and play fantasy sports.",
            "Dynasty Daddy uses the rest of season rankings data."
        ],
        "type": "list"
    },
    {
        "title": "FantasyGuys",
        "link": "https://www.footballguys.com/",
        "list": [
            "Win more. Save time. And take control of your fantasy football season with Footballguys.",
            "Dynasty Daddy uses the rest of season rankings data."
        ],
        "type": "list"
    },
    {
        "title": "NumberFire",
        "link": "https://www.numberfire.com/",
        "list": [
            "NumnerFire uses the powers of quantitative analysis to deliver the best projections and rankings for daily fantasy sports, including NFL, MLB, NBA and more!",
            "Dynasty Daddy uses the rest of season rankings data."
        ],
        "type": "list"
    },
    {
        "text": "Dynasty Daddy does not take credit for any of these sites or their data.",
        "type": "text"
    }
]
