[
    {
        "title": "Overview",
        "list": [
            "The League Format Tool enables you to create your own data visualizations and tables to dive deep into your league format to find positional advantages and sleepers. This tool supports K, Team Defense, & IDP as well.",
            "Using the 'Load Presets' button, you can select from different views that emphasize a specific metric. These views will set up visualizations & configure the table to meet the selected preset.",
            "By clicking the year dropdown, you can select what year to load stats from all the way back to 2019.",
            "NOTE: This tool is still in Beta. Some stats may differ from your platform's scoring due to yard thresholds being different or other limitations. Feel free to reach out with your league id if you are noticing any odd behavior."
        ]
    },
    {
        "title": "Custom Data Visualizations (Desktop Only)",
        "list": [
            "By selecting the 'Add Visualization' dropdown, you can toggle what visualizations you would list to appear. There is no limit to how many visualizations you want to appear."
        ]
    },
    {
        "title": "Data Table Options",
        "list": [
            "The data table enables searching player names via the search bar and sorting by column values by selecting the field in the table headers.",
            "Using the 'Filter Position' dropdown, you can configure what player positions to filter out from the data table. This can be useful for diving into a specific position group(s)."
        ]
    },
    {
        "title": "⚙ Advanced Table Options (Desktop only)",
        "list": [
            "By selecting the ⚙ icon, you can further customize the data table.",
            "With the 'Customize Table' dropdown, you can manually configure what columns you want to appear on the data table. You have full flexibility when creating what visuals are added.",
            "Using the 'Fantasy Market' dropdown, you can customize what player trade value is present in the table when selecting the column."
        ]
    },
    {
        "title": "Metrics Legend",
        "list": [
            "WoRP - WoRP stands for Wins Over Replacement Player and is a useful cross-positional metric to derive what position groups make the biggest impact for your league format. In simple terms, WoRP quantifies the value a specific player has vs a replacement-level player on a week-to-week basis. A Replacement level player would be a player outside the ideal starter range for your league so in a 12-team 1QB league that would be QB 13 and beyond.",
            "WoRP Per Game - Using WoRP calculations, this is Worp divided by games played. It can be useful to catch players that have high WoRP but missed more games than others.",
            "Spike Weeks - Spike weeks are calculated based on if a player ranks among a top threshold amount of players based on your format. For high spike weeks, the player must rank in the top half of the starting roster spots for that position ({pos starts} * {team count} / 2). For mid-spike weeks, players must be an optimal or quality starter for that week ({pos starts} * {team count}). For low spike weeks, a player must finish as a top starter or flex option for a position that week ({pos starts + (flex/super_flex/idp_flex)} * {team count}. Based on some league formats results may vary.",
            "Fantasy Opportunities - Fantasy Opportunities count how many times a specific player was in the position to score points. For QB, this counts pass & rush attempts. For WR, RB, and TE, this counts pass, rush, & rec attempts. For K, this counts all extra point & field goal attempts. For Team Defense or IDP, this counts all snaps the defense or defensive player played."
        ]
    },
    {
        "title": "WoRP/WAR Tiers",
        "list": [
            "WoRP tier - This metric is an experimental metric to make WoRP easier to digest and process at a glance. Using a bucket sort algorithm, Dynasty Daddy sorts all players into 6 buckets or tiers that are listed below:",
            "League Breaker - This player is a true difference maker in that season. The teams with a League Breaker player probably made the playoffs and most likely are on a championship team. (Mobile: Tier is just Breaker)",
            "Elite - A confident weekly starter that can have league-breaking upside. Typically the backbone of a solid contending team.",
            "Starter - A solid starter player but doesn't have the league-breaking upside that season. Can be a great flex option on a champion-caliber team.",
            "Bench Piece - A weak starter and solid depth piece that has enough value to be rostered but not enough production to be a reliable starter. (Mobile: Tier is just Bench)",
            "Roster Clogger - A player that has some value but lacks any relevant production. Most likely this player is on waivers or burning a hole on some team's bench somewhere. (Mobile: Tier is just Clogger)",
            "Waiver - A droppable player that will probably be available in most leagues with this format. The definition of a waste of a roster space."
        ]
    },
    {
        "title": "Advanced Filtering (Desktop Only)",
        "list": [
            "By clicking on the filter icon, the advanced filtering modal will pop up to let you create complex queries on the data table.",
            "You can select what fields you want to filter on, the operator, and the value threshold to filter on. You can create and/or statements and nested sets of rules to create more complex queries for your data.",
            "After applying an advanced filter, another icon with the filter and a slash will be present. By clicking that icon, the advanced filter will be removed from the data table."
        ]
    }
]